Revit 2027 API
PolylineSegments.EndLocalParameter Property
 Local parameter associated with the end point.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double EndLocalParameter { get; }
Public ReadOnly Property EndLocalParameter As Double
	Get
public:
property double EndLocalParameter {
	double get ();
}
member EndLocalParameter : float with get
Property Value
Double
See Also
Reference
PolylineSegments Class
Autodesk.Revit.DB Namespace